/* */
/* Copyright (c) 2008 Software Ambience Corp. All rights reserved. */
/* */


"Report_SmallerObjects" = "… objets plus petits …";
"Report_HiddenSpace" = "(espace invisible)";

"Report_Button_DisksAndFolders" = "Disques et dossiers";

"Report_EmptyVolume" = "Ce volume est vide";
"Report_EmptyFolder" = "Ce dossier est vide";
"Report_RestrictedVolume" = "Volume en accès restreint";
"Report_RestrictedFolder" = "Dossier en accès restreint";

"Report_RestrictedVolumeAdmin" = "Volume en accès restreint\nAnalyser en tant qu’administrateur pour le révéler.";
"Report_RestrictedFolderAdmin" = "Dossier en accès restreint\nAnalyser en tant qu’administrateur pour le révéler.";

/* hidden space description as appears on the sidebar when pointing to it */
"Report_Hidden_SystemAdminManyUsers" = "L’espace disque pris par ces fichiers nécessite des permissions additionnelles pour pouvoir être accédé et ils appartiennent sans doute à un autre compte utilisateur. Réanalysez le disque en tant qu’administrateur pour les afficher.";
"Report_Hidden_SystemAdminOneUser" = "Cet espace est pris par des fichiers restreints et Système nécessitant des permissions additionnelles pour pouvoir être accédé. réanalysez le disque en tant qu’administrateur pour les afficher.";
"Report_Hidden_NonSystemAdmin" = "L’espace disque pris par ces fichiers nécessite des permissions additionnelles pour pouvoir être accédé. Réanalysez le disque en tant qu’administrateur pour les afficher.";
"Report_Hidden_UnknownSpace" = "Malheureusement, DaisyDisk ne peut localiser ces données. Elles ne sont pas accessibles aux utilisateurs.";

/* context menu for sidebar items */
"Report_Menu_Collect" = "Déplacer « %@ » vers le collecteur";
"Report_Menu_CollectDisabled" = "Déplacer vers le collecteur";
"Report_Menu_Uncollect" = "Enlever « %@ » du collecteur";
"Report_Menu_UncollectDisabled" = "Enlever du collecteur";

/* text displayed on the Collector */
"Report_Collector_Message_Empty" = "Glissez-déposez les fichiers ici pour les collecter";
"Report_Collector_Message_FullCollected" = "%@ collectés";
"Report_Collector_Message_FullNoItems" = "Aucun élément collecté";
"Report_Collector_Message_FullZeroSizedItems" = "Éléments microscopiques collectés";
"Report_Collector_Button_Delete" = "Supprimer";

/* read-only disk or folder: the message replaces Collector */
"Report_Collector_Message_ReadOnlyVolume" = "Le disque « %@ » est en lecture-seule";
"Report_Collector_Message_ReadOnlyFolder" = "Le dossier « %@ » est en lecture-seule";

/* dragging different items to the Collector */
"Report_Collector_Message_System" = "« %@ » est indispensable à OS X et ne devrait pas être supprimé";
"Report_Collector_Message_ReadOnlyItem" = "« %@ » est en lecture seule et ne peut être supprimé";
"Report_Collector_Message_SmallerItems" = "Déployer « objets plus petits » pour supprimer individuellement les fichiers";
"Report_Collector_Message_TimeMachine" = "Utilisez l’interface de Time Machine pour supprimer des données de sauvegardes";
"Report_Collector_Message_HiddenSpace" = "Analyser en tant qu’administrateur pour révéler l’espace caché";
"Report_Collector_Message_UnknownHiddenSpace" = "Impossible de supprimer l’espace caché, impossible de localiser les fichiers";

"Report_Collector_Message_CountDownPart1" = "sec. avant le lancement.";
"Report_Collector_Message_CountDownPart2" = "La suppression est définitive !";
"Report_Collector_Button_Stop" = "Stop";
"Report_Collector_Message_DeletionProgress" = "Suppression en cours… %d%%";

/* some files cannot be deleted message on the Collector */
"Report_Collector_Message_Error" = "Certains fichiers n’ont pas été effacés";
"Report_Collector_Button_View" = "Affichage";

/* item removal hint text on the top of Collector */
"Report_Collector_DrawerHeader" = "Faire glisser des éléments en dehors de la liste pour les en enlever";

/* scopebar messages: non-modal error reports and reminders */
"Report_ScopebarError_NoVolume" = "Le disque source a été enlevé. Remontez-le pour continuer";
"Report_ScopebarError_NoFolder" = "Le dossier est introuvable. Une réanalyse est recommandée";
"Report_ScopebarError_NoFile" = "Le fichier est introuvable. Une réanalyse est recommandée";
"Report_ScopebarError_NoCurrentFolder" = "Le dossier actuel est introuvable. Une réanalyse est recommandée";
"Report_ScopebarError_NoTopmostFolder" = "Le dossier analysé est introuvable";
"Report_ScopebarError_Button_Rescan" = "Réanalyser";
"Report_ScopebarError_NoAdminHelper" = "Échec du mode administrateur. Relancer DaisyDisk est recommandé";
"Report_ScopebarError_Button_Restart" = "Relancer";
"Report_ScopebarError_DeletionTimedOut" = "Dépassement de délai de suppression. Le Système de fichiers ne répond pas";
"Report_ScopebarError_ConnectionLost" = "Connexion perdue. Réétaliblissez la connexion au serveur et réessayez";
"Report_ScopebarError_AuthError" = "Erreur d'autorisation. Le serveur nécessite une réautorisation";
"Report_ScopebarError_Button_Reauthorize" = "Réautoriser";


